{
    "token": "NzEzMzc1Njk0OTY4ODQ4NDg0.Xs2IIQ.vKcQYTQJUBKPl6yN9jukGlcTVWI",
    "command_prefix": "/vote",
    "bot_name": "Democracy Bot",
    "bot_status_type": "WATCHING",
    "bot_status_description": "- send me a DM",
    "help_text": {
      "how_to_use": "My purpose is to create polls.\n\nIn order to create a poll, type a message in chat that begins with '/vote', then in double quotes enter the title of your poll. After the title, also in double quotes, enter up to 20 options. You can also designate a specific emoji be associate *with* a poll option by typing the name of the emoji in parentheses following the option *and leaving out the surrounding colons*.\n\nHere are examples of how you can build a poll:\n\n/vote \"Do you like pizza?\" \"Yes\" \"No\"\n/vote \"Do you like pizza?\" \"Yes\" (+1) \"No\" (-1)\n/vote \"How hydrated are you today?\" \"I am not hydrated\" (desert) \"I am very hydrated\" (ocean) \"I only drink soda\" (clown_face)\n/vote \"Any emoji you don't specify will be autofilled\" \"Pie\" (pie) \"Cake\" (cake) \"Lars' Ube Roll\" \"Beer\" (beer)",
      "dm_help_notes": "Note:\n- Custom emojis are not available to trial in DMs.\n- Certain emojis have multiple ways of being typed in discord, but I can only use one of them and don't know which one. \nEx. \":laughing:\" can be *laughing* or *satisfied* but if you type *satisfied* you will get an 'unknown emoji' error. If you get an 'unknown emoji' error see if any of your emoijis have multiple names, you might be using the wrong one. Hopefully when I get out of **beta** this won't be an issue.",
      "vote": "I see you don't know what you're doing."
    },
    "error_text": {
      "generic_error": "```diff\n- Poll error, please double-check your poll query syntax.\n```",
      "not_enough_options": "```diff\n- Insufficient number of poll options provided, you must provide more than one choice to vote on.\n```",
      "begin_with_emoji": "```diff\n- A poll cannot begin with an emoji.\n```",
      "bad_emoji": "```diff\n- Emoji not recognized. Check your spelling, emojis are case-sensitive.```",
      "too_many_reactions": "```diff\n- Too many poll options provided, the maximum is 20.\n```",
      "message_syntax": "\nRemember to structure your poll as follows:\n\n/vote \"the poll title\" \"first choice\" \"second choice\" ...\n/vote \"the poll title\" \"first choice\" (emoji) \"second choice\" (emoji) ...\n**Example:**\n/vote \"Example Poll, do you like eating food?\" \"live to eat\" (partying) \"eat to live\" (slightly_smiling_face) \"Yes, humans like to eat\" (robot)\n\nEnsure that all options are surrounded by quotations and that the title of the poll is also surrounded by quotations and precedes the first poll option.\nIf you do not select specific emojis generic ones will be inserted. If you wish to use specific emojis, put the name of the emoji only in quotations and do not include colons."
    }
  }